LEC_COLOR = '89c4f5'
LAB_COLOR = 'f7d483'

LESSON_TIME = [
    '9:00 - 10:20',
    '10:30 - 11:50',
    '12:00 - 13:20',
    '13:50 - 15:10',
    '15:20 - 16:40',
    '17:00 - 18:20',
    '18:30 - 19:50',
    '20:00 - 21:20'
]

WEEK_DAYS = [
    'ПОНЕДЕЛЬНИК',
    'ВТОРНИК',
    'СРЕДА',
    'ЧЕТВЕРГ',
    'ПЯТНИЦА',
    'СУББОТА',
]

GROUPS = [
    '1 РФ',
    '2 РФ',
    '3 РФ',
    '4 РФ',
    '8 РФ',
    '3 ФЭ',
    '2 АРИСТ',
    '8 АРИСТ',
    '4 КБ',
    '5 КБ',
    '6 КБ',
    '7 КБ',
    '1 ПИ',
    '5 ПИ',
    '6 ПИ',
    '7 ПИ'
]
